
var SampleData=function () {return [
    [
        { "id": "Идентификатор", "name": "Название", "price": "Стоимость", "quantity": "Количество" },
        [ 1, "Samsung", "400", 5 ],
        [ 2, "iPhone", "300", 7 ],
        [ 3, "Lenovo", "200", 12 ]
    ],

    [
        { "id": "Идентификатор", "name": "Название", "price": "Стоимость", "quantity": "Количество" , "left":"Остаток"},
        [ 1, "iPhone1", "400", 5, 3 ],
        [ 2, "iPhone2", "420", 5, 3 ],
        [ 3, "iPhone3", "430", 5, 3 ],
        [ 4, "iPhone4", "440", 5, 3 ],
        [ 5, "iPhone5", "450", 5, 3 ],
        [ 6, "iPhone6", "460", 5, 3 ],
        [ 7, "iPhone7", "470", 5, 3 ],
        [ 8, "iPhone8", "480", 5, 3 ],
        [ 9, "iPhoneX", "490", 5, 3 ],
        [ 10, "Samsung", "300", 7 ,0 ],
        [ 11, "Samsung2", "300", 7 ,0 ],
        [ 12, "Samsung3", "300", 7 ,0 ],
        [ 13, "Samsung4", "300", 7 ,0 ],
        [ 2, "Samsung5", "300", 7 ,0 ],
        [ 2, "Samsung6", "300", 7 ,0 ],
        [ 2, "Samsung7", "300", 7 ,0 ],
        [ 2, "Lenovo1", "200", 12 ,15],
        [ 2, "Lenovo2", "400", 12 ,15],
        [ 2, "Lenovo3", "500", 12 ,15],
        [ 2, "Lenovo4", "600", 12 ,15],
        [ 2, "Lenovo5", "700", 12 ,15],
        [ 2, "Lenovo6", "800", 12 ,15],
        [ 2, "Lenovo7", "900", 12 ,15]
    ]


]}